import React from "react";
import "./home.scss";
import main_cont_image from "../../images/main_cont.png";
import creator_logo from "../../images/creator_logo.png";
import truck from "../../images/truck.png";
import arrow from "../../images/truck_arrow.png";

const Home = () => {
  return (
    <div className="home">
      <div className="main_cont">
        <div className="container">
          <div className="cont">
            <header className="header">
              <a href="" className="logo">
                LogoType
              </a>
              <nav className="header_menu">
                <a className="header_menu_link">О нас</a>
                <a className="header_menu_link">Каталог игрушек</a>
                <a className="header_menu_link">Тарифы</a>
                <a className="header_menu_link">Контакты</a>
              </nav>
              <div className="icon_menu">
                <svg
                  width="35"
                  height="35"
                  viewBox="0 0 35 35"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M17.5 0C7.83603 0 0 7.83449 0 17.4992C0 27.164 7.83526 34.9985 17.5 34.9985C27.1655 34.9985 35 27.164 35 17.4992C35 7.83449 27.1655 0 17.5 0ZM17.5 5.23247C20.6978 5.23247 23.289 7.8245 23.289 11.0207C23.289 14.2177 20.6978 16.8089 17.5 16.8089C14.3038 16.8089 11.7125 14.2177 11.7125 11.0207C11.7125 7.8245 14.3038 5.23247 17.5 5.23247ZM17.4962 30.4232C14.3069 30.4232 11.3858 29.2617 9.13281 27.3392C8.58396 26.8711 8.26726 26.1847 8.26726 25.4644C8.26726 22.2228 10.8908 19.6285 14.1331 19.6285H20.8684C24.1115 19.6285 26.725 22.2228 26.725 25.4644C26.725 26.1854 26.4099 26.8703 25.8603 27.3385C23.608 29.2617 20.6862 30.4232 17.4962 30.4232Z"
                    fill="white"
                  />
                </svg>
                <svg
                  width="35"
                  height="35"
                  viewBox="0 0 35 35"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <circle cx="17.5" cy="17.5" r="17.5" fill="white" />
                  <path
                    d="M27.5051 12.2645H27.0873L28.6296 10.722C29.1254 10.2263 29.1254 9.42309 28.6296 8.9274C28.1341 8.43161 27.3307 8.43161 26.8351 8.9274L24.4304 11.3321C24.3726 11.3268 24.3167 11.3146 24.2575 11.3146C23.5364 11.3146 22.9089 11.6956 22.5522 12.2645H12.74C12.3832 11.6956 11.7552 11.3146 11.0347 11.3146C10.9754 11.3146 10.9194 11.3268 10.8618 11.3321L8.45715 8.9274C7.96146 8.43161 7.15805 8.43161 6.66265 8.9274C6.16682 9.42309 6.16682 10.2263 6.66265 10.722L8.20483 12.2645H7.90466C6.97534 12.2645 6.22217 13.0179 6.22217 13.9467V15.1245C6.22217 16.0021 6.89713 16.7146 7.7547 16.7917L9.01723 25.1754C9.01723 26.2534 9.8913 27.1279 10.9696 27.1279H24.4401C25.5185 27.1279 26.3923 26.2534 26.3923 25.1754L27.6551 16.7917C28.5127 16.7146 29.1876 16.0021 29.1876 15.1245V13.9467C29.1878 13.0179 28.4343 12.2645 27.5051 12.2645ZM14.0205 25.1748H11.0079L10.5786 21.8795H14.0205V25.1748ZM14.0205 20.5977H10.3835L9.99281 17.302H14.0206V20.5977H14.0205ZM19.2386 25.1748H16.1869V21.8793H19.2386V25.1748ZM19.2386 20.5977H16.1869V17.3024H19.2386V20.5977ZM24.0563 25.1748H21.6491V21.8793H24.6417L24.0563 25.1748ZM24.8964 20.5977H21.6491V17.3024H25.482L24.8964 20.5977Z"
                    fill="#75E1D2"
                  />
                </svg>
              </div>
            </header>
            <div className="offer">
              <img src={main_cont_image} className="image" />
              <h1 className="offer_title">
                Новые игрушки каждый
                <br />
                месяц за подписку
              </h1>
              <div className="btns">
                <button className="offer_btn">
                  Получить баллы
                  <svg width="13" height="20" viewBox="0 0 13 20" fill="none">
                    <path
                      d="M12.049 9.22487C12.5399 9.62502 12.5399 10.375 12.049 10.7751L1.8818 19.0623C1.22855 19.5947 0.250001 19.1299 0.250001 18.2871L0.250002 1.71288C0.250002 0.870118 1.22855 0.405292 1.8818 0.937746L12.049 9.22487Z"
                      fill="#75E1D2"
                    />
                  </svg>
                </button>
                <p className="offer_register_text">
                  Зарегистрируйтесь в системе
                  <br /> и выберете тариф
                </p>
              </div>
            </div>
          </div>
        </div>
      </div>
      <section className="how_use">
        <div className="container">
          <div className="cont">
            <h1 className="how_use_title">Как пользоваться сервисом?</h1>
            <div className="cards">
              <div className="card">
                <h1 className="card_counter">01</h1>
                <div className="card_cont">
                  <h1 className="card_title">Зарегистрируйтесь</h1>
                  <p className="card_desc">
                    Регистрация аккаунта для доступа к каталогам и платежной
                    системе занимает не более 5-ти минут!
                  </p>
                </div>
              </div>
              <div className="card">
                <h1 className="card_counter">02</h1>
                <div className="card_cont">
                  <h1 className="card_title">Выберете тариф</h1>
                  <p className="card_desc">
                    Регистрация аккаунта для доступа к каталогам и платежной
                    системе занимает не более 5-ти минут!
                  </p>
                </div>
              </div>
              <div className="card">
                <h1 className="card_counter">03</h1>
                <div className="card_cont">
                  <h1 className="card_title">Меняйте баллы на игрушки</h1>
                  <p className="card_desc">
                    Регистрация аккаунта для доступа к каталогам и платежной
                    системе занимает не более 5-ти минут!
                  </p>
                </div>
              </div>
            </div>
          </div>
        </div>
      </section>
      <section className="creators">
        <div className="container">
          <div className="cont">
            <h1 className="creators_title">Производители</h1>
            <div className="cards">
              <div className="card">
                <img src={creator_logo} className="card_logo" />
              </div>
              <div className="card">
                <img src={creator_logo} className="card_logo" />
              </div>
              <div className="card">
                <img src={creator_logo} className="card_logo" />
              </div>
              <div className="card">
                <img src={creator_logo} className="card_logo" />
              </div>
            </div>
            <div className="slider">
              <div className="dot"></div>
              <div className="dot"></div>
              <div className="dot"></div>
              <div className="dot"></div>
            </div>
          </div>
        </div>
      </section>
      <section className="tarif_plans">
        <div className="container">
          <div className="cont">
            <div className="top">
              <h1 className="tarif_title">Тарифы</h1>
              <h1 className="date_title">За месяц</h1>
              <svg width="24" height="14" viewBox="0 0 24 14" fill="none">
                <path
                  d="M10.9393 13.0607C11.5251 13.6464 12.4749 13.6464 13.0607 13.0607L22.6066 3.51472C23.1924 2.92893 23.1924 1.97919 22.6066 1.3934C22.0208 0.807612 21.0711 0.807612 20.4853 1.3934L12 9.87868L3.51472 1.3934C2.92893 0.807611 1.97919 0.807611 1.3934 1.3934C0.807612 1.97918 0.807612 2.92893 1.3934 3.51472L10.9393 13.0607ZM10.5 11L10.5 12L13.5 12L13.5 11L10.5 11Z"
                  fill="#BB6BD9"
                />
              </svg>
            </div>
            <div className="cards">
              <div className="card">
                <h1 className="card_title">Малыш</h1>
                <p className="card_desc">
                  Если нужны простые игрушки в небольшом количестве
                </p>
                <button className="card_btn">1000 руб./мес.</button>
                <h1 className="cost_title">80 токенов</h1>
                <button className="cost_btn">Выбрать</button>
              </div>
              <div className="card">
                <h1 className="card_title">На ногах</h1>
                <p className="card_desc">
                  Если нужны простые игрушки в небольшом количестве
                </p>
                <button className="card_btn">1000 руб./мес.</button>
                <h1 className="cost_title">80 токенов</h1>
                <button className="cost_btn">Выбрать</button>
              </div>
              <div className="card">
                <h1 className="card_title">Активный</h1>
                <p className="card_desc">
                  Если нужны простые игрушки в небольшом количестве
                </p>
                <button className="card_btn">1000 руб./мес.</button>
                <h1 className="cost_title">80 токенов</h1>
                <button className="cost_btn">Выбрать</button>
              </div>
              <div className="card">
                <h1 className="card_title">Уже большой</h1>
                <p className="card_desc">
                  Если нужны простые игрушки в небольшом количестве
                </p>
                <button className="card_btn">1000 руб./мес.</button>
                <h1 className="cost_title">80 токенов</h1>
                <button className="cost_btn">Выбрать</button>
              </div>
            </div>
          </div>
        </div>
      </section>
      <section className="not_full">
        <div className="container">
          <div className="cont">
            <h1 className="not_full_title">
              Если не использовали тариф полностью:
            </h1>
            <div className="row">
              <div className="balance">
                <h1 className="balance_title">Balance</h1>
                <p className="balance_money">80 token</p>
              </div>
              <div className="line"></div>
              <img src={truck} className="truck" />
              <img src={arrow} className="arrow" />
              <div className="next_balance">
                <h1 className="count">90</h1>
                <h1 className="next_text">Баланс в следующем месяце</h1>
              </div>
            </div>
          </div>
        </div>
      </section>
      <section className="feed_back">
        <div className="container">
          <div className="cont">
            <h1 className="feed_back_title">Отзывы</h1>
            <div className="cards">
              <div className="card">
                <div className="top">
                  <h1 className="card_title">Иван Иванов</h1>
                  <div className="stars">
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                  </div>
                </div>
                <p className="card_desc">
                  Регистрация аккаунта для доступа к каталогам и платежной
                  системе занимает не более 5-ти минут!
                </p>
              </div>
              <div className="card">
                <div className="top">
                  <h1 className="card_title">Иван Иванов</h1>
                  <div className="stars">
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                  </div>
                </div>
                <p className="card_desc">
                  Регистрация аккаунта для доступа к каталогам и платежной
                  системе занимает не более 5-ти минут!
                </p>
              </div>
              <div className="card">
                <div className="top">
                  <h1 className="card_title">Иван Иванов</h1>
                  <div className="stars">
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                    <svg
                      width="22"
                      height="20"
                      viewBox="0 0 22 20"
                      fill="none"
                      xmlns="http://www.w3.org/2000/svg"
                    >
                      <path
                        d="M10.0866 1.04906C10.439 0.258571 11.561 0.258571 11.9134 1.04906L14.0803 5.91034C14.2256 6.23637 14.5337 6.46022 14.8887 6.49768L20.1817 7.05632C21.0423 7.14717 21.3891 8.21427 20.7462 8.79365L16.7924 12.3567C16.5273 12.5957 16.4096 12.9579 16.4836 13.3071L17.5879 18.5136C17.7675 19.3602 16.8598 20.0198 16.1101 19.5873L11.4996 16.9282C11.1904 16.7498 10.8096 16.7498 10.5004 16.9282L5.88991 19.5873C5.14021 20.0198 4.23248 19.3602 4.41205 18.5136L5.51637 13.3071C5.59043 12.9579 5.47275 12.5957 5.20759 12.3567L1.25385 8.79365C0.610933 8.21427 0.957655 7.14717 1.81834 7.05632L7.11131 6.49768C7.46629 6.46022 7.77439 6.23637 7.91971 5.91034L10.0866 1.04906Z"
                        fill="#FEF05E"
                      />
                    </svg>
                  </div>
                </div>
                <p className="card_desc">
                  Регистрация аккаунта для доступа к каталогам и платежной
                  системе занимает не более 5-ти минут!
                </p>
              </div>
            </div>
            <button className="btn">Еще</button>
          </div>
        </div>
      </section>
      <footer className="footer">
          <div className="container">
              <div className="cont">
                  <div className="logo">LogoType</div>
                  <div className="column">
                      <h1 className="column_title">О нас</h1>
                      <a href="#" className="column_link">Как пользоваться</a>
                      <a href="#" className="column_link">О компании</a>
                      <a href="#" className="column_link">Отзывы</a>
                  </div>
                  <div className="column">
                      <h1 className="column_title">Каталог</h1>
                      <a href="#" className="column_link">0-3</a>
                      <a href="#" className="column_link">3-6</a>
                      <a href="#" className="column_link">6-9</a>
                  </div>
                  <div className="column">
                      <h1 className="column_title">Тарифы</h1>
                  </div>
                  <div className="column">
                      <h1 className="column_title">Контакты</h1>
                      <a href="#" className="column_link">Реквизиты</a>
                      <a href="#" className="column_link">Помощь</a>
                  </div>
              </div>
          </div>
      </footer>
    </div>
  );
};

export default Home;
